[{"model": "portfolio.portfoliocategory", "pk": 1, "fields": {"name": "collection"}}, {"model": "portfolio.portfoliocategory", "pk": 2, "fields": {"name": "commission"}}, {"model": "portfolio.portfolio", "pk": 1, "fields": {"name": "Art Blocks", "image": "", "description": "‘How can you elevate a humble slab of discarded wood?’\r\n‘You can but try…’\r\n\r\nIndividually designed blocks of reclaimed wood. Each one has been carefully hand painted to produce a unique and vibrant design. The result is an item that is hugely tactile, and can be used as an ornament, doorstop, paper weight or plinth.", "materials": "Medium: Spray Paint and pen on wood. Satin varnished for protection.", "category": 1, "status": "active", "created_at": "2021-12-21T19:01:44.837Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 2, "fields": {"name": "doodle art", "image": "beauty_I0Rsuae.jpg", "description": "‘Doodles are a sign of an active and higher functioning mind…’\r\n‘Who said that?’\r\n‘I did…’\r\n\r\nOriginally conceived through a process of mindfulness, these ‘doodle’ pieces attempt to capture the ideas that arise from the proasic routine of everyday life. From shopping lists, to random images, to political statements, to innermost secrets- no area of life is off limits. Occasionally, these ‘doodle art’ works are offset with a colourful image adorned to their surface usually marking some notable idea or subject on the artist’s mind.", "materials": "Medium: Pen on canvas or wood.\r\nColour mediums: Oil sticks, spray paint, pen and acrylic paints.", "category": 1, "status": "active", "created_at": "2021-12-21T19:11:14.194Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 3, "fields": {"name": "pop urban art", "image": "fraggle_rock_9Mp8c7G.jpg", "description": "‘How the hell did I end up here…’\r\n\r\nThese paintings form part of a series called, ‘How Did I Get Here?’\r\n\r\nThe series forms part of a larger exploration of choice and freedom. Are choices freely made or are they influenced by previous decisions (such as what children’s television programmes we watched as children)? Or perhaps, we have no choice (or freedom whatsoever) and our paths are mapped from the very outset.\r\n\r\nTherefore, the piece attempts to explore the ideas of existentialism, determinism and fatalism through the medium of imagery, words and mathematics.", "materials": "Medium: Mixed media and collage on canvas.", "category": 1, "status": "active", "created_at": "2021-12-21T19:12:29.964Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 4, "fields": {"name": "doodle landmark", "image": "lexi_cinema_9KZXU0F.jpg", "description": "‘Think local- we are shaped by our surroundings after all…’’\r\n\r\n\r\nColour: Using colour and line to form distinctive images of local landmarks, the works contain hidden facts and phrases associated with the depicted building.\r\n\r\n\r\nBlack and White: Using both shade and negative space, these carefully crafted black line drawings capture the design of both iconic landmarks and buildings.", "materials": "Colour: Medium: Spray paint and pen on card\r\nBlack & White Medium: Pen on card\r\nPrints: Unframed A4 Art Print on Somerset Enhanced Velvet 255gsm Paper.", "category": 1, "status": "active", "created_at": "2021-12-21T20:53:31.116Z", "homepage": true}}, {"model": "portfolio.portfolio", "pk": 5, "fields": {"name": "Doodle Furniture", "image": "", "description": "‘The doodles continue… ‘\r\n\r\nThis time to adorn items of furniture. Sometimes the works are a simple collection of decorative black lines, whilst at other times they depict images and words that appear like flotsam in the artist’s mind.", "materials": "Medium: Spray paint and pen on wood", "category": 1, "status": "active", "created_at": "2021-12-21T20:54:22.236Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 6, "fields": {"name": "house illustration", "image": "town_house_9mJo0fk.jpg", "description": "‘Commissioned images of people’s most cherished of possessions- their home.’ \r\n\r\nWorking closely with clients in order to gain an insight into what their home represents, unique and colourful pieces of works are produced to capture the true essence of home.", "materials": "Medium: Spray paint, acrylic pen, and pen on card.", "category": 2, "status": "active", "created_at": "2021-12-21T20:55:05.315Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 7, "fields": {"name": "Furniture and items", "image": "", "description": "‘There is nothing more satisfying than being asked to produce a piece of work that is based on ideas that emanate from somewhere other than my own head…’ \r\n\r\nA variety of commissioned work that utilise the design element of the humble doodle. Works are created in conjunction with the client to ensure that desired elements are carefully chronicled and depicted. From skateboards to tables, and desks to wooden blocks, almost any surface can be used to produce a bespoke and totally unique piece of work.", "materials": "Medium: Various", "category": 2, "status": "active", "created_at": "2021-12-21T20:57:27.035Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 8, "fields": {"name": "windows", "image": "window_7L9OXM3.jpg", "description": "‘There is nothing better than a crisp white line... ‘\r\n\r\nDoodle works on glass produce a highly decorative and unique alternative to frosted glass panels. The completed images are extremely durable, though can be washed off if required (though that would be a shame).", "materials": "Medium: Pen on glass", "category": 2, "status": "active", "created_at": "2021-12-21T20:58:09.974Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 29, "fields": {"name": "test", "image": "", "description": "test", "materials": "", "category": 1, "status": "draft", "created_at": "2021-12-22T15:10:25.885Z", "homepage": false}}, {"model": "portfolio.portfolio", "pk": 36, "fields": {"name": "test inactive", "image": "", "description": "test", "materials": "test", "category": 2, "status": "draft", "created_at": "2022-01-06T00:11:34.184Z", "homepage": false}}]